export const data = {
  title:'ԷՋՄԻԱԾՆԻ ՎԱՐԴԳԵՍ ՀԱՄԱԶԱՍՊՅԱՆԻ ԱՆՎԱՆ ՊԵՏԱԿԱՆ ՔՈԼԵՋ',
  lang: [
    ["/img/am.jpg", "Հայերեն",'am'],
    ["/img/ru.jpg", "Ռուսերեն",'ru'],
    ["/img/us.jpg", "Անգլերեն",'en'],
  ],

  headerLinks: [
    ["/", "Գլխավոր"],
    ["/about", "Մեր մասին"],
    ["/departments", "Մասնագիտություններ"],
    ["/blog", "Բլոգ"],
    ["/contact", "Կապ"],
  ],

  homeInfo: {
    title: "RU",
    descr: "Մենք պատրաստում ենք որակյալ մասնագետներ տարբեր ոլորտներում",
    infoImg: [
      [
        "Էջմիածնի Վարդգես Համազասպյանի անվան պետական քոլեջն իր գործունեությունը սկսել է 1969 թվականից",
        "/img/slide1.jpg",
      ],

      [
        "Քոլեջը պատրաստում է մասնագիտական կրթությամբ մրցունակ մասնագետներ աշխատաշուկայի համար",
        "/img/slide2.jpg",
      ],

      [
        "2023 թվականին ՈԱԱԿ հավատարմագրման հանձնաժողովի որոշմամբ քոլեջին շնորհվել է հավաստագրման 4 տարի ժամկետ",
        "/img/slide3.jpg",
      ],
    ],
  },

  blogInfo: {
    infoVideo: [
      {
        id: 0,
        title: "lalal",
        descr:
          "gfhjbskfiafjqishn dahbfa afaba fadfjadeuhaid adajdbaf sfishfbsef erkcha rrjeaic aucebahf gfhjbskfiafjqishn dahbfa afaba fadfjadeuhaid adajdbaf sfishfbsef erkcha rrjeaic aucebahf gfhjbskfiafjqishn dahbfa afaba fadfjadeuhaid adajdbaf sfishfbsef erkcha rrjeaic aucebahf gfhjbskfiafjqishn dahbfa afaba fadfjadeuhaid adajdbaf sfishfbsef erkcha rrjeaic aucebahf gfhjbskfiafjqishn dahbfa afaba fadfjadeuhaid adajdbaf sfishfbsef erkcha rrjeaic aucebahf gfhjbskfiafjqishn dahbfa afaba fadfjadeuhaid adajdbaf sfishfbsef erkcha rrjeaic aucebahf gfhjbskfiafjqishn dahbfa afaba fadfjadeuhaid adajdbaf sfishfbsef erkcha rrjeaic aucebahf gfhjbskfiafjqishn dahbfa afaba fadfjadeuhaid adajdbaf sfishfbsef erkcha rrjeaic aucebahf gfhjbskfiafjqishn dahbfa afaba fadfjadeuhaid adajdbaf sfishfbsef erkcha rrjeaic aucebahf",
        img: "/img/crag5.jpg",
        video: "/img/vd4.mp4",
      },
      {
        id: 1,
        title: "lalal",
        descr:
          "gfhjbskfiafjqishn dahbfa afaba fadfjadeuhaid adajdbaf sfishfbsef erkcha rrjeaic aucebahf",
        img: "/img/crag5.jpg",
        video: "/img/vd4.mp4",
      },
      {
        id: 2,
        title: "lalal",
        descr:
          "gfhjbskfiafjqishn dahbfa afaba fadfjadeuhaid adajdbaf sfishfbsef erkcha rrjeaic aucebahf",
        img: "/img/crag5.jpg",
        video: "/img/vd4.mp4",
      },
      {
        id: 3,
        title: "lalal",
        descr:
          "gfhjbskfiafjqishn dahbfa afaba fadfjadeuhaid adajdbaf sfishfbsef erkcha rrjeaic aucebahf",
        img: "/img/crag5.jpg",
        video: "/img/vd4.mp4",
      },
      {
        id: 4,
        title: "lalal",
        descr:
          "gfhjbskfiafjqishn dahbfa afaba fadfjadeuhaid adajdbaf sfishfbsef erkcha rrjeaic aucebahf",
        img: "/img/crag5.jpg",
        video: "/img/vd4.mp4",
      },
      {
        id: 5,
        title: "lalal",
        descr:
          "gfhjbskfiafjqishn dahbfa afaba fadfjadeuhaid adajdbaf sfishfbsef erkcha rrjeaic aucebahf",
        img: "/img/crag5.jpg",
        video: "/img/vd4.mp4",
      },
    ],
  },

  departmentsInfo: {
    img: "/img/study.jpg",
    title: "Սարքի Մասնագիտություններ",
    descr:
      "Այստեղ կարող եք գտնել Էջմիածնի պետական քոլեջի առաջարկած սարքի մասնագիտությունների ցանկը։",
    departmentsPartInfo: [
      {
        img: "/img/cragravorum.jpg",
        childImg: "/img/cragImg.svg",
        title: "ՀՏԱՀԾԱ",
        descr:
          "(Հաշվողական տեխնիկայի և ավտոմատացված համակարգերի ծրագրային ապահովում) Ուսանողները կսովորեն ծրագրավորման լեզուներ, ալգորիթմներ, տվյալների բազաներ և ավտոմատացված համակարգերի ծրագրայինապահովում։ Կհմտանան վեբ և համակարգչային ծրագրերի ստեղծման ու սպասարկման մեջ։",
        href: "/cragiej",
        linkTxt: "Ավելին",
      },
      {
        img: "/img/cragravorum.jpg",
        childImg: "/img/cragImg.svg",
        title: "ՀՏԱՀԾԱ",
        descr:
          "(Հաշվողական տեխնիկայի և ավտոմատացված համակարգերի ծրագրային ապահովում) Ուսանողները կսովորեն ծրագրավորման լեզուներ, ալգորիթմներ, տվյալների բազաներ և ավտոմատացված համակարգերի ծրագրայինապահովում։ Կհմտանան վեբ և համակարգչային ծրագրերի ստեղծման ու սպասարկման մեջ։",
        href: "/cargiej",
        linkTxt: "Ավելին",
      },
      {
        img: "/img/cragravorum.jpg",
        childImg: "/img/cragImg.svg",
        title: "ՀՏԱՀԾԱ",
        descr:
          "(Հաշվողական տեխնիկայի և ավտոմատացված համակարգերի ծրագրային ապահովում) Ուսանողները կսովորեն ծրագրավորման լեզուներ, ալգորիթմներ, տվյալների բազաներ և ավտոմատացված համակարգերի ծրագրայինապահովում։ Կհմտանան վեբ և համակարգչային ծրագրերի ստեղծման ու սպասարկման մեջ։",
        href: "/cargiej",
        linkTxt: "Ավելին",
      },
      {
        img: "/img/cragravorum.jpg",
        childImg: "/img/cragImg.svg",
        title: "ՀՏԱՀԾԱ",
        descr:
          "(Հաշվողական տեխնիկայի և ավտոմատացված համակարգերի ծրագրային ապահովում) Ուսանողները կսովորեն ծրագրավորման լեզուներ, ալգորիթմներ, տվյալների բազաներ և ավտոմատացված համակարգերի ծրագրայինապահովում։ Կհմտանան վեբ և համակարգչային ծրագրերի ստեղծման ու սպասարկման մեջ։",
        href: "/cargiej",
        linkTxt: "Ավելին",
      },
      {
        img: "/img/cragravorum.jpg",
        childImg: "/img/cragImg.svg",
        title: "ՀՏԱՀԾԱ",
        descr:
          "(Հաշվողական տեխնիկայի և ավտոմատացված համակարգերի ծրագրային ապահովում) Ուսանողները կսովորեն ծրագրավորման լեզուներ, ալգորիթմներ, տվյալների բազաներ և ավտոմատացված համակարգերի ծրագրայինապահովում։ Կհմտանան վեբ և համակարգչային ծրագրերի ստեղծման ու սպասարկման մեջ։",
        href: "/cargiej",
        linkTxt: "Ավելին",
      },
    ],
  },

  departments: [
    {
      color: "#004471",
      title:
        " Հաշվողական տեխնիկայի և ավտոմատացված համակարգերի ծրագրային ապահովում",
      descr: "Բաժին, որը զարգացնում է ապագայի ՏՏ մասնագետներ",
      departmentTitle: "Ի՞նչ է այս բաժինը",
      departmentDescr:
        "Այս բաժինը ուսումնասիրում է համակարգիչների և ավտոմատացված սարքերի ծրագրային ապահովման նախագծումը,ստեղծումը և սպասարկումը։ Ուսանողները սովորում են ժամանակակից ծրագրավորման լեզուներ, ալգորիթմիկմտածողություն, սարքավորումների ինտեգրում և ավտոմատացման լուծումներ",
      infoParts: {
        title: "Հմտություններ և գործիքներ",
        info: [
          {
            img: "/img/cragImg1.png",
            title: "Ծրագրավորման լեզուներ՝ C/C++, Python, JavaScript",
            desc: "Այս դասընթացը ուսանողներին ծանոթացնում է երեք ամենահանրաճանաչ և հզոր ծրագրավորման լեզուներին՝ C/C++, Python և JavaScript։ Դրանց ուսումնասիրությունը տալիս է ամուր հիմք ինչպես համակարգերի ծրագրավորման, այնպես էլ վեբ, ավտոմատացման և արհեստական ինտելեկտի ոլորտներում աշխատելու համար։",
          },
          {
            img: "/img/cragImg2.jpg",
            title: "Վեբ՝ HTML, CSS, JS",
            desc: "Այս դասընթացը ուսանողներին ծանոթացնում է ժամանակակից վեբ տեխնոլոգիաներին, որոնք կիրառվում են ինտերակտիվ, արձագանքող և պրոֆեսիոնալ վեբ կայքերի ստեղծման համար։ Ուսանողները սովորում են կայքի կառուցման հիմքերը՝ ձևավորումից մինչև ինտերակտիվ ֆունկցիոնալություն։",
          },
          {
            img: "/img/cragImg3.jpg",
            title: "Տվյալների բազաներ՝ SQL, MySQL",
            desc: "Այս դասընթացը կենտրոնացած է տվյալների բազաների նախագծման, կառավարման և օպտիմալ օգտագործման վրա։ Ուսանողները սովորում են ինչպես կառուցել արդյունավետ տվյալների բազաներ, այնպես էլ իրականացնել հարցումներ Structured Query Language (SQL) լեզվով:",
          },
          {
            img: "/img/cragImg4.png",
            title: "Ցանցային ճարտարապետություն և կառուցում",
            desc: "Այս բաժինը կենտրոնանում է համակարգչային ցանցերի նախագծման, կառուցման և արդյունավետ կառավարման վրա։ Ուսանողները սովորում են ինչպես տեղային, այնպես էլ գլոբալ ցանցերի ստեղծման ժամանակակից տեխնոլոգիաները՝ ներառյալ ցանցային սարքավորումների ընտրությունը, հասցեավորման սխեմաները և անվտանգությունը։",
          },
          {
            img: "/img/cragImg5.png",
            title: "Վեկտորային և Կետային Գրաֆիկա",
            desc: "Ուսանողները ուսումնասիրում են համակարգչային գրաֆիկայի երկու հիմնական ուղղությունները՝  Վեկտորային գրաֆիկա՝ Ներկայացնում է պատկերները գծերով, կորերով և երկրաչափական օբյեկտներով, որոնք չեն կորցնում որակը մեծացման կամ փոքրացման ժամանակ։ Ուսումնասիրվում են SVG, CorelDRAW, Adobe Illustrator-ի սկզբունքները և վեկտորային գրաֆիկայի մաթեմատիկական հիմքերը։ Կետային գրաֆիկա (ռաստեր)՝ Ներկայացնում է պատկերները պիքսելներով (կետերով), որոնք օգտագործվում են լուսանկարների, տեքստուրաների և գունային դետալների համար։ Ուսումնասիրվում են bitmap պատկերներ, աշխատանք Photoshop-ի կամ GIMP-ի հետ, ինչպես նաև պիքսելային գրաֆիկայի ծրագրավորում։",
          },
        ],
      },
      partImgTitle: "Պրակտիկաներ, Միջոցառումներ, Այցեր",
      infoProfs: {
        title: "Դասախոսական Անձնակազմ",
        info: [
          {
            src: "/img/das1.jpg",
            name: "Վիտալի Մանգասարյան",
            descr: "Ծրագրավորում",
          },
          {
            src: "/img/das2.jpg",
            name: "Էմիլյա Թումանյան",
            descr: "Ցանցային ճարտարապետություն",
          },
          {
            src: "/img/das3.jpg",
            name: "Ռոզա Նազարյան",
            descr: "Վեկտորային և Կետային Գրաֆիկա",
          },
          {
            src: "/img/das4.jpg",
            name: "Նարինե Առաքելյան",
            descr: "MS Office",
          },
        ],
      },
    },
    {
      color: "#880000",
      title:
        " Հաշվողական տեխնիկայի և ավտոմատացված համակարգերի ծրագրային ապահովում",
      descr: "Բաժին, որը զարգացնում է ապագայի ՏՏ մասնագետներ",
      departmentTitle: "Ի՞նչ է այս բաժինը",
      departmentDescr:
        "Այս բաժինը ուսումնասիրում է համակարգիչների և ավտոմատացված սարքերի ծրագրային ապահովման նախագծումը,ստեղծումը և սպասարկումը։ Ուսանողները սովորում են ժամանակակից ծրագրավորման լեզուներ, ալգորիթմիկմտածողություն, սարքավորումների ինտեգրում և ավտոմատացման լուծումներ",
      infoParts: {
        title: "Հմտություններ և գործիքներ",
        info: [
          {
            img: "/img/cragImg1.png",
            title: "Ծրագրավորման լեզուներ՝ C/C++, Python, JavaScript",
            desc: "Այս դասընթացը ուսանողներին ծանոթացնում է երեք ամենահանրաճանաչ և հզոր ծրագրավորման լեզուներին՝ C/C++, Python և JavaScript։ Դրանց ուսումնասիրությունը տալիս է ամուր հիմք ինչպես համակարգերի ծրագրավորման, այնպես էլ վեբ, ավտոմատացման և արհեստական ինտելեկտի ոլորտներում աշխատելու համար։",
          },
          {
            img: "/img/cragImg2.jpg",
            title: "Վեբ՝ HTML, CSS, JS",
            desc: "Այս դասընթացը ուսանողներին ծանոթացնում է ժամանակակից վեբ տեխնոլոգիաներին, որոնք կիրառվում են ինտերակտիվ, արձագանքող և պրոֆեսիոնալ վեբ կայքերի ստեղծման համար։ Ուսանողները սովորում են կայքի կառուցման հիմքերը՝ ձևավորումից մինչև ինտերակտիվ ֆունկցիոնալություն։",
          },
          {
            img: "/img/cragImg3.jpg",
            title: "Տվյալների բազաներ՝ SQL, MySQL",
            desc: "Այս դասընթացը կենտրոնացած է տվյալների բազաների նախագծման, կառավարման և օպտիմալ օգտագործման վրա։ Ուսանողները սովորում են ինչպես կառուցել արդյունավետ տվյալների բազաներ, այնպես էլ իրականացնել հարցումներ Structured Query Language (SQL) լեզվով:",
          },
          {
            img: "/img/cragImg4.png",
            title: "Ցանցային ճարտարապետություն և կառուցում",
            desc: "Այս բաժինը կենտրոնանում է համակարգչային ցանցերի նախագծման, կառուցման և արդյունավետ կառավարման վրա։ Ուսանողները սովորում են ինչպես տեղային, այնպես էլ գլոբալ ցանցերի ստեղծման ժամանակակից տեխնոլոգիաները՝ ներառյալ ցանցային սարքավորումների ընտրությունը, հասցեավորման սխեմաները և անվտանգությունը։",
          },
          {
            img: "/img/cragImg5.png",
            title: "Վեկտորային և Կետային Գրաֆիկա",
            desc: "Ուսանողները ուսումնասիրում են համակարգչային գրաֆիկայի երկու հիմնական ուղղությունները՝  Վեկտորային գրաֆիկա՝ Ներկայացնում է պատկերները գծերով, կորերով և երկրաչափական օբյեկտներով, որոնք չեն կորցնում որակը մեծացման կամ փոքրացման ժամանակ։ Ուսումնասիրվում են SVG, CorelDRAW, Adobe Illustrator-ի սկզբունքները և վեկտորային գրաֆիկայի մաթեմատիկական հիմքերը։ Կետային գրաֆիկա (ռաստեր)՝ Ներկայացնում է պատկերները պիքսելներով (կետերով), որոնք օգտագործվում են լուսանկարների, տեքստուրաների և գունային դետալների համար։ Ուսումնասիրվում են bitmap պատկերներ, աշխատանք Photoshop-ի կամ GIMP-ի հետ, ինչպես նաև պիքսելային գրաֆիկայի ծրագրավորում։",
          },
        ],
      },
      partImgTitle: "Պրակտիկաներ, Միջոցառումներ, Այցեր",
      infoProfs: {
        title: "Դասախոսական Անձնակազմ",
        info: [
          {
            src: "/img/das1.jpg",
            name: "Վիտալի Մանգասարյան",
            descr: "Ծրագրավորում",
          },
          {
            src: "/img/das2.jpg",
            name: "Էմիլյա Թումանյան",
            descr: "Ցանցային ճարտարապետություն",
          },
          {
            src: "/img/das3.jpg",
            name: "Ռոզա Նազարյան",
            descr: "Վեկտորային և Կետային Գրաֆիկա",
          },
          {
            src: "/img/das4.jpg",
            name: "Նարինե Առաքելյան",
            descr: "MS Office",
          },
        ],
      },
    },
    {
      color: "#004471",
      title:
        " Հաշվողական տեխնիկայի և ավտոմատացված համակարգերի ծրագրային ապահովում",
      descr: "Բաժին, որը զարգացնում է ապագայի ՏՏ մասնագետներ",
      departmentTitle: "Ի՞նչ է այս բաժինը",
      departmentDescr:
        "Այս բաժինը ուսումնասիրում է համակարգիչների և ավտոմատացված սարքերի ծրագրային ապահովման նախագծումը,ստեղծումը և սպասարկումը։ Ուսանողները սովորում են ժամանակակից ծրագրավորման լեզուներ, ալգորիթմիկմտածողություն, սարքավորումների ինտեգրում և ավտոմատացման լուծումներ",
      infoParts: {
        title: "Հմտություններ և գործիքներ",
        info: [
          {
            img: "/img/cragImg1.png",
            title: "Ծրագրավորման լեզուներ՝ C/C++, Python, JavaScript",
            desc: "Այս դասընթացը ուսանողներին ծանոթացնում է երեք ամենահանրաճանաչ և հզոր ծրագրավորման լեզուներին՝ C/C++, Python և JavaScript։ Դրանց ուսումնասիրությունը տալիս է ամուր հիմք ինչպես համակարգերի ծրագրավորման, այնպես էլ վեբ, ավտոմատացման և արհեստական ինտելեկտի ոլորտներում աշխատելու համար։",
          },
          {
            img: "/img/cragImg2.jpg",
            title: "Վեբ՝ HTML, CSS, JS",
            desc: "Այս դասընթացը ուսանողներին ծանոթացնում է ժամանակակից վեբ տեխնոլոգիաներին, որոնք կիրառվում են ինտերակտիվ, արձագանքող և պրոֆեսիոնալ վեբ կայքերի ստեղծման համար։ Ուսանողները սովորում են կայքի կառուցման հիմքերը՝ ձևավորումից մինչև ինտերակտիվ ֆունկցիոնալություն։",
          },
          {
            img: "/img/cragImg3.jpg",
            title: "Տվյալների բազաներ՝ SQL, MySQL",
            desc: "Այս դասընթացը կենտրոնացած է տվյալների բազաների նախագծման, կառավարման և օպտիմալ օգտագործման վրա։ Ուսանողները սովորում են ինչպես կառուցել արդյունավետ տվյալների բազաներ, այնպես էլ իրականացնել հարցումներ Structured Query Language (SQL) լեզվով:",
          },
          {
            img: "/img/cragImg4.png",
            title: "Ցանցային ճարտարապետություն և կառուցում",
            desc: "Այս բաժինը կենտրոնանում է համակարգչային ցանցերի նախագծման, կառուցման և արդյունավետ կառավարման վրա։ Ուսանողները սովորում են ինչպես տեղային, այնպես էլ գլոբալ ցանցերի ստեղծման ժամանակակից տեխնոլոգիաները՝ ներառյալ ցանցային սարքավորումների ընտրությունը, հասցեավորման սխեմաները և անվտանգությունը։",
          },
          {
            img: "/img/cragImg5.png",
            title: "Վեկտորային և Կետային Գրաֆիկա",
            desc: "Ուսանողները ուսումնասիրում են համակարգչային գրաֆիկայի երկու հիմնական ուղղությունները՝  Վեկտորային գրաֆիկա՝ Ներկայացնում է պատկերները գծերով, կորերով և երկրաչափական օբյեկտներով, որոնք չեն կորցնում որակը մեծացման կամ փոքրացման ժամանակ։ Ուսումնասիրվում են SVG, CorelDRAW, Adobe Illustrator-ի սկզբունքները և վեկտորային գրաֆիկայի մաթեմատիկական հիմքերը։ Կետային գրաֆիկա (ռաստեր)՝ Ներկայացնում է պատկերները պիքսելներով (կետերով), որոնք օգտագործվում են լուսանկարների, տեքստուրաների և գունային դետալների համար։ Ուսումնասիրվում են bitmap պատկերներ, աշխատանք Photoshop-ի կամ GIMP-ի հետ, ինչպես նաև պիքսելային գրաֆիկայի ծրագրավորում։",
          },
        ],
      },
      partImgTitle: "Պրակտիկաներ, Միջոցառումներ, Այցեր",
      infoProfs: {
        title: "Դասախոսական Անձնակազմ",
        info: [
          {
            src: "/img/das1.jpg",
            name: "Վիտալի Մանգասարյան",
            descr: "Ծրագրավորում",
          },
          {
            src: "/img/das2.jpg",
            name: "Էմիլյա Թումանյան",
            descr: "Ցանցային ճարտարապետություն",
          },
          {
            src: "/img/das3.jpg",
            name: "Ռոզա Նազարյան",
            descr: "Վեկտորային և Կետային Գրաֆիկա",
          },
          {
            src: "/img/das4.jpg",
            name: "Նարինե Առաքելյան",
            descr: "MS Office",
          },
        ],
      },
    },
    {
      color: "#004471",
      title:
        " Հաշվողական տեխնիկայի և ավտոմատացված համակարգերի ծրագրային ապահովում",
      descr: "Բաժին, որը զարգացնում է ապագայի ՏՏ մասնագետներ",
      departmentTitle: "Ի՞նչ է այս բաժինը",
      departmentDescr:
        "Այս բաժինը ուսումնասիրում է համակարգիչների և ավտոմատացված սարքերի ծրագրային ապահովման նախագծումը,ստեղծումը և սպասարկումը։ Ուսանողները սովորում են ժամանակակից ծրագրավորման լեզուներ, ալգորիթմիկմտածողություն, սարքավորումների ինտեգրում և ավտոմատացման լուծումներ",
      infoParts: {
        title: "Հմտություններ և գործիքներ",
        info: [
          {
            img: "/img/cragImg1.png",
            title: "Ծրագրավորման լեզուներ՝ C/C++, Python, JavaScript",
            desc: "Այս դասընթացը ուսանողներին ծանոթացնում է երեք ամենահանրաճանաչ և հզոր ծրագրավորման լեզուներին՝ C/C++, Python և JavaScript։ Դրանց ուսումնասիրությունը տալիս է ամուր հիմք ինչպես համակարգերի ծրագրավորման, այնպես էլ վեբ, ավտոմատացման և արհեստական ինտելեկտի ոլորտներում աշխատելու համար։",
          },
          {
            img: "/img/cragImg2.jpg",
            title: "Վեբ՝ HTML, CSS, JS",
            desc: "Այս դասընթացը ուսանողներին ծանոթացնում է ժամանակակից վեբ տեխնոլոգիաներին, որոնք կիրառվում են ինտերակտիվ, արձագանքող և պրոֆեսիոնալ վեբ կայքերի ստեղծման համար։ Ուսանողները սովորում են կայքի կառուցման հիմքերը՝ ձևավորումից մինչև ինտերակտիվ ֆունկցիոնալություն։",
          },
          {
            img: "/img/cragImg3.jpg",
            title: "Տվյալների բազաներ՝ SQL, MySQL",
            desc: "Այս դասընթացը կենտրոնացած է տվյալների բազաների նախագծման, կառավարման և օպտիմալ օգտագործման վրա։ Ուսանողները սովորում են ինչպես կառուցել արդյունավետ տվյալների բազաներ, այնպես էլ իրականացնել հարցումներ Structured Query Language (SQL) լեզվով:",
          },
          {
            img: "/img/cragImg4.png",
            title: "Ցանցային ճարտարապետություն և կառուցում",
            desc: "Այս բաժինը կենտրոնանում է համակարգչային ցանցերի նախագծման, կառուցման և արդյունավետ կառավարման վրա։ Ուսանողները սովորում են ինչպես տեղային, այնպես էլ գլոբալ ցանցերի ստեղծման ժամանակակից տեխնոլոգիաները՝ ներառյալ ցանցային սարքավորումների ընտրությունը, հասցեավորման սխեմաները և անվտանգությունը։",
          },
          {
            img: "/img/cragImg5.png",
            title: "Վեկտորային և Կետային Գրաֆիկա",
            desc: "Ուսանողները ուսումնասիրում են համակարգչային գրաֆիկայի երկու հիմնական ուղղությունները՝  Վեկտորային գրաֆիկա՝ Ներկայացնում է պատկերները գծերով, կորերով և երկրաչափական օբյեկտներով, որոնք չեն կորցնում որակը մեծացման կամ փոքրացման ժամանակ։ Ուսումնասիրվում են SVG, CorelDRAW, Adobe Illustrator-ի սկզբունքները և վեկտորային գրաֆիկայի մաթեմատիկական հիմքերը։ Կետային գրաֆիկա (ռաստեր)՝ Ներկայացնում է պատկերները պիքսելներով (կետերով), որոնք օգտագործվում են լուսանկարների, տեքստուրաների և գունային դետալների համար։ Ուսումնասիրվում են bitmap պատկերներ, աշխատանք Photoshop-ի կամ GIMP-ի հետ, ինչպես նաև պիքսելային գրաֆիկայի ծրագրավորում։",
          },
        ],
      },
      partImgTitle: "Պրակտիկաներ, Միջոցառումներ, Այցեր",
      infoProfs: {
        title: "Դասախոսական Անձնակազմ",
        info: [
          {
            src: "/img/das1.jpg",
            name: "Վիտալի Մանգասարյան",
            descr: "Ծրագրավորում",
          },
          {
            src: "/img/das2.jpg",
            name: "Էմիլյա Թումանյան",
            descr: "Ցանցային ճարտարապետություն",
          },
          {
            src: "/img/das3.jpg",
            name: "Ռոզա Նազարյան",
            descr: "Վեկտորային և Կետային Գրաֆիկա",
          },
          {
            src: "/img/das4.jpg",
            name: "Նարինե Առաքելյան",
            descr: "MS Office",
          },
        ],
      },
    },
    {
      color: "#004471",
      title:
        " Հաշվողական տեխնիկայի և ավտոմատացված համակարգերի ծրագրային ապահովում",
      descr: "Բաժին, որը զարգացնում է ապագայի ՏՏ մասնագետներ",
      departmentTitle: "Ի՞նչ է այս բաժինը",
      departmentDescr:
        "Այս բաժինը ուսումնասիրում է համակարգիչների և ավտոմատացված սարքերի ծրագրային ապահովման նախագծումը,ստեղծումը և սպասարկումը։ Ուսանողները սովորում են ժամանակակից ծրագրավորման լեզուներ, ալգորիթմիկմտածողություն, սարքավորումների ինտեգրում և ավտոմատացման լուծումներ",
      infoParts: {
        title: "Հմտություններ և գործիքներ",
        info: [
          {
            img: "/img/cragImg1.png",
            title: "Ծրագրավորման լեզուներ՝ C/C++, Python, JavaScript",
            desc: "Այս դասընթացը ուսանողներին ծանոթացնում է երեք ամենահանրաճանաչ և հզոր ծրագրավորման լեզուներին՝ C/C++, Python և JavaScript։ Դրանց ուսումնասիրությունը տալիս է ամուր հիմք ինչպես համակարգերի ծրագրավորման, այնպես էլ վեբ, ավտոմատացման և արհեստական ինտելեկտի ոլորտներում աշխատելու համար։",
          },
          {
            img: "/img/cragImg2.jpg",
            title: "Վեբ՝ HTML, CSS, JS",
            desc: "Այս դասընթացը ուսանողներին ծանոթացնում է ժամանակակից վեբ տեխնոլոգիաներին, որոնք կիրառվում են ինտերակտիվ, արձագանքող և պրոֆեսիոնալ վեբ կայքերի ստեղծման համար։ Ուսանողները սովորում են կայքի կառուցման հիմքերը՝ ձևավորումից մինչև ինտերակտիվ ֆունկցիոնալություն։",
          },
          {
            img: "/img/cragImg3.jpg",
            title: "Տվյալների բազաներ՝ SQL, MySQL",
            desc: "Այս դասընթացը կենտրոնացած է տվյալների բազաների նախագծման, կառավարման և օպտիմալ օգտագործման վրա։ Ուսանողները սովորում են ինչպես կառուցել արդյունավետ տվյալների բազաներ, այնպես էլ իրականացնել հարցումներ Structured Query Language (SQL) լեզվով:",
          },
          {
            img: "/img/cragImg4.png",
            title: "Ցանցային ճարտարապետություն և կառուցում",
            desc: "Այս բաժինը կենտրոնանում է համակարգչային ցանցերի նախագծման, կառուցման և արդյունավետ կառավարման վրա։ Ուսանողները սովորում են ինչպես տեղային, այնպես էլ գլոբալ ցանցերի ստեղծման ժամանակակից տեխնոլոգիաները՝ ներառյալ ցանցային սարքավորումների ընտրությունը, հասցեավորման սխեմաները և անվտանգությունը։",
          },
          {
            img: "/img/cragImg5.png",
            title: "Վեկտորային և Կետային Գրաֆիկա",
            desc: "Ուսանողները ուսումնասիրում են համակարգչային գրաֆիկայի երկու հիմնական ուղղությունները՝  Վեկտորային գրաֆիկա՝ Ներկայացնում է պատկերները գծերով, կորերով և երկրաչափական օբյեկտներով, որոնք չեն կորցնում որակը մեծացման կամ փոքրացման ժամանակ։ Ուսումնասիրվում են SVG, CorelDRAW, Adobe Illustrator-ի սկզբունքները և վեկտորային գրաֆիկայի մաթեմատիկական հիմքերը։ Կետային գրաֆիկա (ռաստեր)՝ Ներկայացնում է պատկերները պիքսելներով (կետերով), որոնք օգտագործվում են լուսանկարների, տեքստուրաների և գունային դետալների համար։ Ուսումնասիրվում են bitmap պատկերներ, աշխատանք Photoshop-ի կամ GIMP-ի հետ, ինչպես նաև պիքսելային գրաֆիկայի ծրագրավորում։",
          },
        ],
      },
      partImgTitle: "Պրակտիկաներ, Միջոցառումներ, Այցեր",
      infoProfs: {
        title: "Դասախոսական Անձնակազմ",
        info: [
          {
            src: "/img/das1.jpg",
            name: "Վիտալի Մանգասարյան",
            descr: "Ծրագրավորում",
          },
          {
            src: "/img/das2.jpg",
            name: "Էմիլյա Թումանյան",
            descr: "Ցանցային ճարտարապետություն",
          },
          {
            src: "/img/das3.jpg",
            name: "Ռոզա Նազարյան",
            descr: "Վեկտորային և Կետային Գրաֆիկա",
          },
          {
            src: "/img/das4.jpg",
            name: "Նարինե Առաքելյան",
            descr: "MS Office",
          },
        ],
      },
    },
    {
      color: "#008800",
      title:
        " Հաշվողական տեխնիկայի և ավտոմատացված համակարգերի ծրագրային ապահովում",
      descr: "Բաժին, որը զարգացնում է ապագայի ՏՏ մասնագետներ",
      departmentTitle: "Ի՞նչ է այս բաժինը",
      departmentDescr:
        "Այս բաժինը ուսումնասիրում է համակարգիչների և ավտոմատացված սարքերի ծրագրային ապահովման նախագծումը,ստեղծումը և սպասարկումը։ Ուսանողները սովորում են ժամանակակից ծրագրավորման լեզուներ, ալգորիթմիկմտածողություն, սարքավորումների ինտեգրում և ավտոմատացման լուծումներ",
      infoParts: {
        title: "Հմտություններ և գործիքներ",
        info: [
          {
            img: "/img/cragImg1.png",
            title: "Ծրագրավորման լեզուներ՝ C/C++, Python, JavaScript",
            desc: "Այս դասընթացը ուսանողներին ծանոթացնում է երեք ամենահանրաճանաչ և հզոր ծրագրավորման լեզուներին՝ C/C++, Python և JavaScript։ Դրանց ուսումնասիրությունը տալիս է ամուր հիմք ինչպես համակարգերի ծրագրավորման, այնպես էլ վեբ, ավտոմատացման և արհեստական ինտելեկտի ոլորտներում աշխատելու համար։",
          },
          {
            img: "/img/cragImg2.jpg",
            title: "Վեբ՝ HTML, CSS, JS",
            desc: "Այս դասընթացը ուսանողներին ծանոթացնում է ժամանակակից վեբ տեխնոլոգիաներին, որոնք կիրառվում են ինտերակտիվ, արձագանքող և պրոֆեսիոնալ վեբ կայքերի ստեղծման համար։ Ուսանողները սովորում են կայքի կառուցման հիմքերը՝ ձևավորումից մինչև ինտերակտիվ ֆունկցիոնալություն։",
          },
          {
            img: "/img/cragImg3.jpg",
            title: "Տվյալների բազաներ՝ SQL, MySQL",
            desc: "Այս դասընթացը կենտրոնացած է տվյալների բազաների նախագծման, կառավարման և օպտիմալ օգտագործման վրա։ Ուսանողները սովորում են ինչպես կառուցել արդյունավետ տվյալների բազաներ, այնպես էլ իրականացնել հարցումներ Structured Query Language (SQL) լեզվով:",
          },
          {
            img: "/img/cragImg4.png",
            title: "Ցանցային ճարտարապետություն և կառուցում",
            desc: "Այս բաժինը կենտրոնանում է համակարգչային ցանցերի նախագծման, կառուցման և արդյունավետ կառավարման վրա։ Ուսանողները սովորում են ինչպես տեղային, այնպես էլ գլոբալ ցանցերի ստեղծման ժամանակակից տեխնոլոգիաները՝ ներառյալ ցանցային սարքավորումների ընտրությունը, հասցեավորման սխեմաները և անվտանգությունը։",
          },
          {
            img: "/img/cragImg5.png",
            title: "Վեկտորային և Կետային Գրաֆիկա",
            desc: "Ուսանողները ուսումնասիրում են համակարգչային գրաֆիկայի երկու հիմնական ուղղությունները՝  Վեկտորային գրաֆիկա՝ Ներկայացնում է պատկերները գծերով, կորերով և երկրաչափական օբյեկտներով, որոնք չեն կորցնում որակը մեծացման կամ փոքրացման ժամանակ։ Ուսումնասիրվում են SVG, CorelDRAW, Adobe Illustrator-ի սկզբունքները և վեկտորային գրաֆիկայի մաթեմատիկական հիմքերը։ Կետային գրաֆիկա (ռաստեր)՝ Ներկայացնում է պատկերները պիքսելներով (կետերով), որոնք օգտագործվում են լուսանկարների, տեքստուրաների և գունային դետալների համար։ Ուսումնասիրվում են bitmap պատկերներ, աշխատանք Photoshop-ի կամ GIMP-ի հետ, ինչպես նաև պիքսելային գրաֆիկայի ծրագրավորում։",
          },
        ],
      },
      partImgTitle: "Պրակտիկաներ, Միջոցառումներ, Այցեր",
      infoProfs: {
        title: "Դասախոսական Անձնակազմ",
        info: [
          {
            src: "/img/das1.jpg",
            name: "Վիտալի Մանգասարյան",
            descr: "Ծրագրավորում",
          },
          {
            src: "/img/das2.jpg",
            name: "Էմիլյա Թումանյան",
            descr: "Ցանցային ճարտարապետություն",
          },
          {
            src: "/img/das3.jpg",
            name: "Ռոզա Նազարյան",
            descr: "Վեկտորային և Կետային Գրաֆիկա",
          },
          {
            src: "/img/das4.jpg",
            name: "Նարինե Առաքելյան",
            descr: "MS Office",
          },
        ],
      },
    },
  ],

  aboutInfo: {
    title: "Քոլեջի Մասին",
    title2: "ՀՀ ԿԳՄՍՆ Էջմիածնի Վարդգես Համազասպյանի անվան պետական քոլեջը ՊՈԱԿ",
    descr:
      "Էջմիածնի Վարդգես Համազասպյանի անվան պետական քոլեջն իր գործունեությունը սկսել է 1969 թվականից Քոլեջը պատրաստում է մասնագիտական կրթությամբ մրցւոնակ մասնագետներ աշխատաշուկայի համար 2023 թվականին ՈԱԱԿ հավատարմագրման հանձնաժողովի որոշմամբ քոլեջին շնորհվել է հավաստագրման 4 տարի ժամկետ",
    video: "/img/vd7.mp4",
    departmentsPartTitle: "Մեր Մասնագիտությունները",
    departments: [
      { href: "/cragiej", descr: "Ծրագրավորում և վեբ մշակում" },
      { href: "", descr: "Սպասարկման կազմակերպում" },
      { href: "", descr: "Առևտուր" },
      { href: "", descr: "Բանկային գործ" },
      { href: "", descr: "Ռեժիսուրա" },
    ],
    admissionsData: {
      title: "Ընդունելության Տվյալներ",
      descr:
        "Ստորև ներկայացված է մասնագիտությունների ցանկը, դրանց մրցութային առարկաներն ու ուսման տևողությունը․",
      table: [
        ["Մասնագիտություն", "Մրցութային Առարկաներ", "Ուսման Տևողություն"],
        ["Ծրագրավորում", "Մաթեմատիկա, Հայոց լեզու, Օտար լեզու", "4 տարի"],
        [
          "Սպասարկման կազմակերպում",
          "Հայոց լեզու, Պատմություն, Օտար լեզու",
          "2 տարի 10 ամիս",
        ],
        ["Առևտուր", "Մաթեմատիկա, Հայոց լեզու, Պատմություն", "2 տարի 10 ամիս"],
        [
          "Բանկային գործ",
          "Մաթեմատիկա, Հայոց լեզու, Օտար լեզու",
          "2 տարի 10 ամիս",
        ],
        [
          "Ռեժիսուրա",
          "Պատմություն, Հայոց լեզու, Նկարահանման աշխատանք",
          "3 տարի",
        ],
      ],
    },
    remotelyAdmissionsData: {
      title: "Հեռակա Ուսուցման Տվյալներ",
      descr:
        "Ստորև ներկայացված են այն մասնագիտությունները, որոնք ուսուցանվում են հեռակա ձևաչափով, մրցութային առարկաներով և ուսման տևողությամբ․",
      table: [
        ["Մասնագիտություն", "Մրցութային Առարկաներ", "Ուսման Տևողություն"],
        [
          "Ծրագրավորում",
          "Մաթեմատիկա, Հայոց լեզու, Օտար լեզու",
          "4 տարի 6 ամիս",
        ],
        ["Առևտուր", "Մաթեմատիկա, Հայոց լեզու, Պատմություն", "3 տարի 6 ամիս"],
        [
          "Բանկային գործ",
          "Մաթեմատիկա, Հայոց լեզու, Օտար լեզու",
          "3 տարի 6 ամիս",
        ],
        [
          "Սպասարկման կազմակերպում",
          "Հայոց լեզու, Պատմություն, Օտար լեզու",
          "3 տարի 6 ամիս",
        ],
      ],
    },
    partnersPartTitle: "Գործընկեր Համալսարաններ",
    partners: [
      {
        img: "/img/h1.jpg",
        descr: "Հայաստանի Ազգային Պոլիտեխնիկական Համալսարան",
      },
      {
        img: "/img/h2.jpg",
        descr: "Երևանի Պետական Համալսարան",
      },
      {
        img: "/img/h3.png",
        descr: "Հայաստանի Պետական Տնտեսագիտական Համալսարան",
      },
      {
        img: "/img/h4.jpg",
        descr: "Երևանի Գլաձոր համալսարան",
      },
      {
        img: "/img/h5.png",
        descr: "Հայաստանի ազգային ագրարային համալսարան",
      },
      {
        img: "/img/h6.jpg",
        descr: "Եվրասիա միջազգային համալսարան",
      },
      {
        img: "/img/h7.jpg",
        descr:
          "Խաչատուր Աբովյանի Անվան Հայկական Պետական Մանկավարժական Համալսարան",
      },
    ],
  },

  infoContact: {
    image: "/img/qolej.jpg",
    location: "Էջմիածին",
    phone: "+374 10 123456",
    mail: "info@college.am",
    days: "Երկ. - Ուրբաթ",
    hours: "9:00 - 17:00",
  },

  footer: {
    firstInfo: {
      title: "ԷՊՔ",
      descr:
        "Մենք կրթում ենք ապագայի մասնագետներին՝ տեխնոլոգիաների, արվեստի և բիզնեսի ոլորտներում։",
    },
    pagesLinks: {
      title: "Արագ Հղումներ",
      links: [
        { name: "Մեր Մասին", href: "/about" },
        { name: "Մասնագիտություններ", href: "" },
        { name: "Ընդունելություն", href: "" },
        { name: "Կապ", href: "" },
      ],
    },
    contactInfo: {
      title: "Կապ մեզ հետ",
      loc: "Էջմիածին",
      phone: "+374 00 000 000",
      email: "epq@gmail.com",
    },
    socials: {
      title: "Հետևիր մեզ",
      socImg: ["/img/insta.png", "/img/facebook.png"],
    },
  },
};
