export const data = {
  title: "ЭЧМИАДЗИНСКИЙ ГОСУДАРСТВЕННЫЙ КОЛЛЕДЖ ИМЕНИ ВАРДГЕСА ХАМАЗАСПЯНА",

  lang: [
    ["/img/am.jpg", "Армянский", "am"],
    ["/img/ru.jpg", "Русский", "ru"],
    ["/img/us.jpg", "Английский", "en"],
  ],

  headerLinks: [
    ["/", "Главная"],
    ["/about", "О нас"],
    ["/departments", "Специальности"],
    ["/staff", "Персонал"],
    ["/contact", "Связь"],
  ],

  homeInfo: {
    title: "Эчмиадзинский государственный колледж им. Вардгеса Хамазаспяна",
    descr: "Мы готовим квалифицированных специалистов в различных областях",
    src: "/img/home/slide2.jpg",
    infoImg: [
      [
        "Эчмиадзинский государственный колледж имени Вардгеса Хамазаспяна (ранее Эчмиадзинский клубно-библиотечный техникум) начал свою деятельность в 1969 году согласно Приказу № C 188 Министра высшего и среднего специального образования Армянской ССР от 13.08.1969.",
        "/img/home/slide1.jpg",
      ],

      [
        "В 1975-76 учебном году техникум переехал в более просторное и комфортное здание (нынешнее здание) и добавил в свой список специальностей еще одну: «Организация самодеятельных коллективов народных инструментов». Здесь начали преподавать известные музыканты республики: Хачик Хачатрян, Грант Торосян, Асмик Канаян, Амбарцум Качачян, Мигран Демирчян и другие.",
        "/img/home/slide2.jpg",
      ],

      [
        "В 1992 году усилиями руководства техникума в Арцахе был открыт филиал колледжа, и для организации методической помощи были командированы специалисты-преподаватели.",
        "/img/home/slide3.jpg",
      ],

      [
        "В 1994 году культурные учреждения сотрудничали в программах международных организаций. Были представлены программы «Преподавание армянского языка», «Преподавание русского языка» и «Преподавание английского языка».",
        "/img/home/slide4.jpg",
      ],
      [
        "В 2000 году согласно Приказу № 27 от 13.12.1999 года Министерства образования и науки РА техникум кафедры государственного языка ГИУА был переименован в кафедру государственного языка ГИУА.",
        "/img/home/slide5.jpg",
      ],
      [
        "Решением № 11 от 29 мая 2007 года была основана кафедра экранных искусств имени Вардана Ачемяна, объединившая отделения экранных искусств, музыки и рисунка. В том же году были созданы образовательные программы и студенческие сети для международного сотрудничества.",
        "/img/home/slide6.jpg",
      ],
      [
        "В 2008–2009 учебном году был утвержден новый институциональный стандарт. Была заложена основа программы 9-го института. Эта программа закрепила непрерывное развитие образовательных программ и исследовательской работы культурных учреждений.",
        "/img/home/slide7.jpg",
      ],
      [
        "В 2018 году деятельность базовой кафедры стала основой для научных образовательных программ, связанных с экранными искусствами. Были созданы видеоролики, музыкальные произведения, книжные издания и новые институциональные программы, соответствующие образовательным стандартам XXI века. Все это способствовало повышению эффективности научной работы, и учреждение также стало участником международных программ.",
        "/img/home/slide8.jpg",
      ],
      [
        "Решением № 11 от 29 мая 2007 года была основана кафедра экранных искусств имени Вардана Ачемяна, объединившая отделения экранных искусств, музыки и рисунка. В том же году были созданы образовательные программы и студенческие сети для международного сотрудничества.",
        "/img/home/slide9.jpg",
      ],
    ],
  },

  staff: {
    boss: {
      title: "Руководящий состав",
      info: [
        {
          src: "/img/staff/tnoren.jpg",
          name: "Карине Микаелян",
          descr: "Директор",
        },
        {
          src: "",
          name: "Анаит Кочинян",
          descr: "Заместитель директора по учебной работе",
        },
        {
          src: "",
          name: "Давид Наапетян",
          descr: "Заместитель директора по организационным вопросам",
        },
      ],
    },
    educationalAid: {
      title: "Учебно-вспомогательный персонал",
      info: [
        {
          name: "Фахрадян Армине",
          descr: "Начальник отдела по общеобразовательной части",
        },
        {
          name: "Наапетян Нелли",
          descr: "Руководитель учебной части",
        },
        {
          name: "Григорян Грануш",
          descr: "Ответственный за профориентацию",
        },
        {
          name: "Мелконян Седа",
          descr: "Начальник отдела кадров",
        },
        {
          name: "Кочинян Анаит",
          descr: "Руководитель практики",
        },
        {
          name: "Петросян Марина",
          descr: "Завхоз, ответственный за обеспечение качества",
        },
        {
          name: "Хачатрян Анна",
          descr: "Методист",
        },
        {
          name: "Назарян Нарек",
          descr: "Главный бухгалтер",
        },
        {
          name: "Аракелян Елена",
          descr: "Бухгалтер",
        },
        {
          name: "Арутюнян Наира",
          descr: "Делопроизводитель",
        },
        {
          name: "Хачатрян Каджик",
          descr: "Военный руководитель",
        },
        {
          name: "Агабекян Ануш",
          descr: "Оператор",
        },
        {
          name: "Абраамян Гегецик",
          descr: "Архивариус",
        },
        {
          name: "Амбарцумян Лусине",
          descr: "Библиотекарь",
        },
      ],
    },
    serviceStaff: {
      title: "Обслуживающий персонал",
      info: [
        {
          name: "Тащян Гаяне",
          descr: "Медсестра",
        },
        {
          name: "Григорян Оганес",
          descr: "Завхоз",
        },
        {
          name: "Мкртчян Мелик",
          descr: "Охранник",
        },
        {
          name: "Овханнисян Давид",
          descr: "Охранник",
        },
        {
          name: "Адамян Сергей",
          descr: "Охранник",
        },
        {
          name: "Варжапетян Светлана",
          descr: "Уборщица",
        },
        {
          name: "Сафарян Грета",
          descr: "Уборщица",
        },
        {
          name: "Бейбутян София",
          descr: "Уборщица",
        },
      ],
    },
    chairs: {
      title: "Кафедры",
      subTitle: "Список преподавателей кафедры",
      chairs: [
        {
          title: "Кафедра экономики",
          descr:
            "Кафедра экономики – это место, где знания превращаются в реальную возможность. Здесь студенты углубляются в области банковского дела и сельского хозяйства, изучают современные подходы и становятся конкурентоспособными на рынке труда. Наша кафедра сочетает традиции и инновации, формируя инициативных и конкурентоспособных специалистов.",
          boss: {
            name: "Сюзанна Овсепян",
            descr: "Заведующий кафедрой",
            src: "/img/staff/hovsepyan.jpg",
          },
          staff: [
            "Вардуи Мадатян",
            "Лусине Петрчикян",
            "Сюзанна Фахрадян",
            "Анна Гспоян",
            "Сатеник Абовян",
            "Нелли Мирзаханян",
          ],
        },
        {
          title: "Кафедра менеджмента и маркетинга",
          descr:
            "Кафедра «Менеджмента и маркетинга» является одним из основных профессиональных подразделений колледжа, целью которого является подготовка специалистов в сфере обслуживания и торговли, соответствующих современным требованиям. Кафедра объединяет теоретические и практические знания, обеспечивая профессиональное развитие студентов и их конкурентоспособность на рынке труда. \n\n     Специальности, реализуемые на кафедре \n\n 1.     «Организация обслуживания»    \n     Цель этой специальности – подготовить специалистов, которые смогут организовать различные услуги в сфере обслуживания – в отелях, ресторанах, туристических организациях и других структурах обслуживания. Студенты изучают основы организации обслуживания, культуру работы с клиентами, инструменты маркетинга и управления, деловое общение, управление персоналом и другие отраслевые модули. \n     2.«Торговля» (Коммерция) \n     Эта специальность готовит коммерсантов и специалистов по продажам, которые владеют организацией купли-продажи товаров и услуг, анализом рынка и применением маркетинговых методов. Студенты изучают основы торговли, товароведение, деловые переговоры, логистику и другие отраслевые модули. \n \n     Миссия кафедры \n \n    - Обеспечить современное образование в сфере обслуживания и торговли. \n     - Вовлекать студентов в практические программы и стажировки. \n     - Обеспечить конкурентоспособность выпускников на местном и международном рынках труда. \n     - Способствовать реализации инновационных профессиональных идей. \n\n      Востребованность на рынке труда \n\n      Выпускники кафедры могут успешно работать в организациях сферы обслуживания, торговых компаниях, маркетинговых и бизнес-структурах, занимая руководящие, менеджерские или коммерческие должности, а также иметь собственный бизнес.",
          boss: {
            name: "Вардуи Мадатян",
            descr: "Заведующий кафедрой",
            src: "/img/staff/madatyan.jpg",
          },
          staff: [
            "Гаяне Мартиросян",
            "Катя Исраелян",
            "Лусине Петрчикян",
            "Фарма Арзуманян",
            "Марина Макарян",
            "Седа Григорян",
          ],
        },
        {
          title: "Кафедра информационных технологий и программирования",
          descr: "описание...",
          boss: {
            name: "Роза Назарян",
            descr: "Заведующий кафедрой",
            src: "/img/staff/nazaryan.jpg",
          },
          staff: ["", "", "", "", "", ""],
        },
        {
          title: "Кафедра общественных и гуманитарных дисциплин",
          descr: "описание...",
          boss: {
            name: "Ани Петросян",
            descr: "Заведующий кафедрой",
            src: "/img/staff/petrosyan.jpg",
          },
          staff: [
            "Гриша Мноян",
            "Лианна Антаранян",
            "Астхик Арутюнян",
            "Наре Григорян",
            "Шушаник Таласян",
            "Лена Григорян",
            "Ани Микаелян",
            "Анна Хачатрян",
            "Армине Фахрадян",
            "Арменуи Чатинян",
            "Ани Петросян",
            "Грануш Григорян",
            "Гоар Залян",
            "Арутюн Аракелян",
            "Сона Айрапетян",
            "Каджик Хачатрян",
            "Седа Мелконян",
            "Серёжа Мелконян",
            "Назели Бунятян",
          ],
        },
        {
          title: "Начальник отдела по общеобразовательным программам",
          descr: "описание...",
          boss: {
            name: "Армине Фахрадян",
            descr: "Начальник отдела",
            src: "/img/staff/fahradyan.jpg",
          },
          staff: [
            "Гаяне Мартиросян",
            "Анаит Кочинян",
            "Нелли Агаларян",
            "Маргарита Карапетян",
            "Назели Бунятян",
            "Ани Петросян",
            "Гегецик Абраамян",
            "Роза Назарян",
            "Карине Серобян",
            "Каджик Хачатрян",
            "Арут Аракелян",
            "Лилит Нерсисян",
            "Арменуи Чатинян",
            "Армине Погосян",
            "Нуне Зироян",
            "Давид Наапетян",
            "Седа Аристакесян",
            "Марина Макарян",
            "Артур Давтян",
            "Армине Фахрадян",
            "Армине Варданян",
            "Ани Микаелян",
            "Гаяне Амбарцумян",
            "Гоар Залян",
            "Серёжа Мелконян",
            "Нелли Мирзаханян",
            "Мариам Овханнисян",
          ],
        },
      ],
    },
  },

  departmentsInfo: {
    img: "/img/departments/departments.jpg",
    title: "Наши Специальности",
    descr:
      "Здесь вы можете найти список специальностей, предлагаемых Эчмиадзинским государственным колледжем.",
    departmentsPartInfo: [
      {
        img: "/img/departments/cragravorum.jpg",
        childImg: "/img/departments/cragImg.svg",
        title: "ВТиАСПО",
        descr:
          "(Вычислительная техника и автоматизированные системы программного обеспечения) Студенты изучат языки программирования, алгоритмы, базы данных и программное обеспечение автоматизированных систем. Приобретут навыки создания и обслуживания веб- и компьютерных программ.",
        linkTxt: "Подробнее",
      },
      {
        img: "/img/departments/gyux.jpg",
        childImg: "/img/departments/gyuxImg.png",
        title: "Агрономия",
        descr:
          "(Вычислительная техника и автоматизированные системы программного обеспечения) Студенты изучат языки программирования, алгоритмы, базы данных и программное обеспечение автоматизированных систем. Приобретут навыки создания и обслуживания веб- и компьютерных программы.",
        linkTxt: "Подробнее",
      },
      {
        img: "/img/departments/spasarkum.jpg",
        childImg: "/img/departments/spasarkumImg.png",
        title: "Организация обслуживания",
        descr:
          "Студенты изучают основы организации обслуживания, культуру работы с клиентами, инструменты маркетинга и управления, деловое общение, управление персоналом и другие отраслевые модули.",
        linkTxt: "Подробнее",
      },
      {
        img: "/img/departments/arevtur.jpg",
        childImg: "/img/departments/arevturImg.png",
        title: "Торговля",
        descr:
          "(Вычислительная техника и автоматизированные системы программного обеспечения) Студенты изучат языки программирования, алгоритмы, базы данных и программное обеспечение автоматизированных систем. Приобретут навыки создания и обслуживания веб- и компьютерных программ.",
        linkTxt: "Подробнее",
      },
      {
        img: "/img/departments/bankayingorc.jpg",
        childImg: "/img/departments/bankayinImg.svg",
        title: "Банковское дело",
        descr:
          "(Вычислительная техника и автоматизированные системы программного обеспечения) Студенты изучат языки программирования, алгоритмы, базы данных и программное обеспечение автоматизированных систем. Приобретут навыки создания и обслуживания веб- и компьютерных программ.",
        linkTxt: "Подробнее",
      },
      {
        img: "/img/departments/rejisura.jpg",
        childImg: "/img/departments/rejisorImg.jpg",
        title: "Режиссура",
        descr:
          "(Вычислительная техника и автоматизированные системы программного обеспечения) Студенты изучат языки программирования, алгоритмы, базы данных и программное обеспечение автоматизированных систем. Приобретут навыки создания и обслуживания веб- и компьютерных программ.",
        linkTxt: "Подробнее",
      },
    ],
  },

  departments: [
    {
      color: "#004471",
      title:
        "Вычислительная техника и автоматизированные системы программного обеспечения",
      descr: "Отдел, который готовит будущих IT-специалистов",
      video: "/img/videos/cragravorum.mp4",
      infoParts: {
        title:
          "Специалист с квалификацией «Техник-программист» выполняет следующие виды профессиональной деятельности",
        info: [
          {
            img: "/img/cragravorum/cragImg1.png",
            title: "Разработчики и аналитики компьютерных систем",
            desc: "Разработчики и аналитики изучают и оценивают структуру и рабочие механизмы компьютерных систем, проектируют и планируют структуру компьютерных программ и систем, предлагают улучшения и новые технологии для повышения эффективности системы.",
          },
          {
            img: "/img/cragravorum/cragImg2.jpg",
            title: "Программисты",
            desc: "Программисты создают программные коды в соответствии с проектом разработчиков и аналитиков, исправляют ошибки, улучшают работу программ и добавляют новые функции.",
          },
          {
            img: "/img/cragravorum/cragImg3.jpg",
            title: "Техники телекоммуникаций",
            desc: "Техники телекоммуникаций устанавливают, обслуживают и контролируют работу устройств и систем связи, следят за качеством связи и устраняют возможные проблемы для обеспечения бесперебойной телекоммуникации.",
          },
          {
            img: "/img/cragravorum/cragImg4.png",
            title: "Техники и операторы по обслуживанию ЭВМ",
            desc: "Техники и операторы следят за правильной работой компьютеров и систем обработки данных, выполняют техническое обслуживание и ремонт, управляют системами и контролируют обработку данных и вычисления, обеспечивая бесперебойную и эффективную работу.",
          },
        ],
      },
      images: [
        "/img/cragravorum/crag1.jpg",
        "/img/cragravorum/crag2.jpg",
        "/img/cragravorum/crag3.jpg",
        "/img/cragravorum/crag4.jpg",
        "/img/cragravorum/crag5.jpg",
        "/img/cragravorum/crag6.jpg",
        "/img/cragravorum/crag7.jpg",
        "/img/cragravorum/crag8.jpg",
        "/img/cragravorum/crag9.jpg",
        "/img/cragravorum/crag10.jpg",
      ],
      partImgTitle: "Практики, Мероприятия, Визиты",
    },
    {
      color: "#2d7100",
      title: "АГРОНОМИЯ",
      descr: "Отдел, который готовит специалистов с квалификацией «Агроном»",
      video: "/img/videos/gyux.mp4",
      infoParts: {
        title:
          "Специалист с квалификацией «Агроном» выполняет следующие виды профессиональной деятельности",
        info: [
          {
            img: "/img/gyux/gyuxImg1.jpg",
            title: "Агроном - растениеводство",
            desc: "Этот специалист изучает и контролирует подготовку почвы, улучшает плодородие почвы, выполняет сельскохозяйственные работы для обеспечения высокой урожайности.",
          },
          {
            img: "/img/gyux/gyuxImg2.jpg",
            title: "Агроном - возделывание полевых и кормовых культур",
            desc: "Специалист занимается выращиванием полевых и кормовых культур, следит за ростом растений и управляет сельскохозяйственными процессами.",
          },
          {
            img: "/img/gyux/gyuxImg3.jpg",
            title: "Агроном - овощеводство",
            desc: "Они осуществляют выращивание, уход и сбор овощных культур, обеспечивая качество и количество продукции.",
          },
          {
            img: "/img/gyux/gyuxImg4.jpg",
            title: "Агроном - плодоводство",
            desc: "Специалист заботится о выращивании плодовых деревьев, контролирует сорняки и процессы плодородия, обеспечивает высокую урожайность и качество продукции.",
          },
          {
            img: "/img/gyux/gyuxImg5.jpg",
            title: "Агроном - садоводство",
            desc: "Этот специалист занимается организацией садов, ботанических зон и плантаций, ухаживает за деревьями и растениями, улучшает садоводческое производство.",
          },
          {
            img: "/img/gyux/gyuxImg6.jpg",
            title: "Агроном - защита растений",
            desc: "Они следят за здоровьем растений, предотвращают болезни и вредителей, применяют соответствующие меры защиты для обеспечения здорового урожая.",
          },
          {
            img: "/img/gyux/gyuxImg7.jpg",
            title: "Агроном - организация производства и учет",
            desc: "Специалист организует сельскохозяйственное производство, ведет учет работ, планирует рабочие процессы и контролирует эффективность производства.",
          },
        ],
      },
      images: [
        "/img/gyux/gyux1.jpg",
        "/img/gyux/gyux2.jpg",
        "/img/gyux/gyux3.jpg",
        "/img/gyux/gyux4.jpg",
        "/img/gyux/gyux5.jpg",
        "/img/gyux/gyux6.jpg",
        "/img/gyux/gyux7.jpg",
        "/img/gyux/gyux8.jpg",
        "/img/gyux/gyux9.jpg",
        "/img/gyux/gyux10.jpg",
      ],
      partImgTitle: "Практики, Мероприятия, Визиты",
    },
    {
      color: "#886a00",
      title: "ОРГАНИЗАЦИЯ ОБСЛУЖИВАНИЯ",
      descr: "Отдел, который готовит будущих IT-специалистов",
      video: "/img/videos/spasarkum.mp4",
      infoParts: {
        title:
          "Специалист с квалификацией «Менеджер в сфере обслуживания» выполняет следующие виды профессиональной деятельности",
        info: [
          {
            img: "/img/spasarkum/spasarkumImg1.jpg",
            title:
              "Менеджер организаций или подразделений, предоставляющих спортивные и athletic услуги",
            desc: "Этот менеджер организует и контролирует предоставление спортивных и athletic услуг, обеспечивая высокое качество и удовлетворенность клиентов.",
          },
          {
            img: "/img/spasarkum/spasarkumImg2.jpg",
            title:
              "Менеджер организаций или подразделений, предоставляющих услуги личного ухода, гигиены и терапевтические услуги",
            desc: "Они управляют работой услуг личного ухода, гигиены и терапии, следят за эффективностью процессов и качеством обслуживания клиентов.",
          },
          {
            img: "/img/spasarkum/spasarkumImg3.jpg",
            title:
              "Менеджер организаций или подразделений, предоставляющих услуги отдыха и развлечений",
            desc: "Менеджер организует и контролирует предоставление услуг отдыха и развлечений, обеспечивая высокий уровень клиентского опыта и комфорта.",
          },
          {
            img: "/img/spasarkum/spasarkumImg4.jpg",
            title:
              "Менеджер организаций и подразделений в сфере социально-бытового обслуживания населения",
            desc: "Они управляют предоставлением социально-бытовых услуг, следят за эффективностью работы и обеспечивают удовлетворенность населения.",
          },
          {
            img: "/img/spasarkum/spasarkumImg5.jpg",
            title:
              "Менеджер производственных процессов на промышленных предприятиях или в подразделениях",
            desc: "Менеджер организует и контролирует производственные процессы, обеспечивает эффективность производства и правильное выполнение технологических процедур.",
          },
          {
            img: "/img/spasarkum/spasarkumImg6.jpg",
            title:
              "Менеджер организаций или подразделений, предоставляющих event-услуги",
            desc: "Этот менеджер координирует и контролирует организацию мероприятий, обеспечивает правильное и эффективное выполнение программы и удовлетворенность клиентов.",
          },
        ],
      },
      images: [
        "/img/spasarkum/spasarkum1.jpg",
        "/img/spasarkum/spasarkum2.jpg",
        "/img/spasarkum/spasarkum3.jpg",
        "/img/spasarkum/spasarkum4.jpg",
        "/img/spasarkum/spasarkum5.jpg",
        "/img/spasarkum/spasarkum6.jpg",
        "/img/spasarkum/spasarkum7.jpg",
        "/img/spasarkum/spasarkum8.jpg",
        "/img/spasarkum/spasarkum9.jpg",
        "/img/spasarkum/spasarkum10.jpg",
      ],
      partImgTitle: "Практики, Мероприятия, Визиты",
    },
    {
      color: "#d8961b",
      title: "ТОРГОВЛЯ",
      descr: "Отдел, который готовит специалистов с квалификацией «Коммерсант»",
      video: "/img/videos/arevtur.mp4",
      infoParts: {
        title:
          "Специалист с квалификацией «Коммерсант» выполняет следующие виды профессиональной деятельности",
        info: [
          {
            img: "/img/arevtur/arevturImg1.jpg",
            title: "Агент по формированию и развитию товарного ассортимента",
            desc: "Этот агент занимается изучением товарного ассортимента, формирует и развивает товарные линейки, учитывая требования рынка и интересы потребителей.",
          },
          {
            img: "/img/arevtur/arevturImg2.jpg",
            title: "Агент по развитию товарных групп",
            desc: "Они следят за процессом разработки конкретных товарных групп, предлагают инновационные решения и улучшения, чтобы сделать продукт более конкурентоспособным.",
          },
          {
            img: "/img/arevtur/arevturImg3.jpg",
            title: "Агент по коммерческой и торговой работе",
            desc: "Этот агент выполняет коммерческие функции, сотрудничает с отделами продаж и снабжения, обеспечивает бесперебойный и эффективный процесс продаж.",
          },
          {
            img: "/img/arevtur/arevturImg4.jpg",
            title: "Координатор по sales-работе",
            desc: "Координатор организует и контролирует sales-работу, обеспечивает своевременное и эффективное проведение всех процессов продаж.",
          },
          {
            img: "/img/arevtur/arevturImg5.jpg",
            title: "Ответственный по работе с ключевыми клиентами",
            desc: "Они занимаются управлением отношений с ключевыми клиентами, следят за их требованиями, решают проблемы и укрепляют сотрудничество.",
          },
          {
            img: "/img/arevtur/arevturImg6.jpg",
            title: "Аналитик по исследованиям рынка",
            desc: "Аналитик изучает рынок, следит за конкуренцией, потребительским спросом и рыночными тенденциями, чтобы компания могла разработать правильную стратегию.",
          },
          {
            img: "/img/arevtur/arevturImg7.jpg",
            title: "Специалист по разработке методов стимулирования сбыта",
            desc: "Специалист разрабатывает и применяет методы, стимулирующие сбыт продукции, увеличивает объем продаж и рост доходов.",
          },
        ],
      },
      images: [
        "/img/arevtur/arevtur1.jpg",
        "/img/arevtur/arevtur2.jpg",
        "/img/arevtur/arevtur3.jpg",
        "/img/arevtur/arevtur4.jpg",
        "/img/arevtur/arevtur5.jpg",
        "/img/arevtur/arevtur6.jpg",
        "/img/arevtur/arevtur7.jpg",
        "/img/arevtur/arevtur8.jpg",
        "/img/arevtur/arevtur9.jpg",
        "/img/arevtur/arevtur10.jpg",
      ],
      partImgTitle: "Практики, Мероприятия, Визиты",
    },
    {
      color: "#35aeff",
      title: "БАНКОВСКОЕ ДЕЛО",
      descr:
        "Отдел, который готовит специалистов по специальности «Банковское дело»",
      video: "/img/videos/bank.mp4",
      infoParts: {
        title:
          "Специалист по специальности «Банковское дело» выполняет следующие виды профессиональной деятельности",
        info: [
          {
            img: "/img/bank/bankImg1.jpg",
            title:
              "Специалист по обслуживанию банковских счетов (физических и юридических лиц)",
            desc: "Этот специалист курирует открытие, обслуживание и статус банковских счетов физических и юридических лиц, обеспечивая точное и безопасное проведение всех операций.",
          },
          {
            img: "/img/bank/bankImg2.jpg",
            title: "Кассир",
            desc: "Кассир отвечает за сохранность, выдачу и инкассацию денежных средств банка, контролирует финансовые накопления и отчетность.",
          },
          {
            img: "/img/bank/bankImg3.jpg",
            title: "Специалист по обмену валют",
            desc: "Этот специалист выполняет обмен различных валют, обеспечивает правильные обменные курсы и предотвращает ошибки и финансовые потери.",
          },
          {
            img: "/img/bank/bankImg4.jpg",
            title: "Специалист по денежным переводам",
            desc: "Специалист организует внутренние и международные денежные переводы, контролирует правильное исполнение и своевременную доставку, обеспечивая безопасность транзакций.",
          },
          {
            img: "/img/bank/bankImg5.jpg",
            title: "Специалист службы привлечения вкладов",
            desc: "Этот специалист работает с клиентами по привлечению вкладов, предлагает услуги и объясняет условия вкладов, способствуя финансовому росту банка.",
          },
          {
            img: "/img/bank/bankImg6.jpg",
            title: "Специалист по предоставлению ломбардных кредитов",
            desc: "Специалист контролирует предоставление ломбардных кредитов, оценивает залоги, следит за условиями платежей и обеспечивает безопасность сделок.",
          },
          {
            img: "/img/bank/bankImg7.jpg",
            title: "Специалист по выпуску и обслуживанию пластиковых карт",
            desc: "Этот специалист занимается выпуском пластиковых карт, предоставляет разъяснения по их использованию, отслеживает активность карт и решает возникающие проблемы.",
          },
        ],
      },
      images: [
        "/img/bank/bank1.jpg",
        "/img/bank/bank2.jpg",
        "/img/bank/bank3.jpg",
        "/img/bank/bank4.jpg",
        "/img/bank/bank5.jpg",
        "/img/bank/bank6.jpg",
        "/img/bank/bank7.jpg",
        "/img/bank/bank8.jpg",
        "/img/bank/bank9.jpg",
        "/img/bank/bank10.jpg",
      ],
      partImgTitle: "Практики, Мероприятия, Визиты",
    },
    {
      color: "#710000",
      title: "РЕЖИССУРА",
      descr: "Отдел, который готовит специалистов с квалификацией «Режиссер»",
      video: "/img/videos/rejisura.mp4",
      infoParts: {
        title:
          "Специалист с квалификацией «Режиссер» выполняет следующие виды профессиональной деятельности",
        info: [
          {
            img: "/img/rejisura/rejisuraImg1.jpg",
            title: "Ассистент режиссера - кино",
            desc: "Этот ассистент поддерживает режиссера во время кинофестивалей и кинопроизводства, координирует процесс съемок, следит за соблюдением требований сценария и графика.",
          },
          {
            img: "/img/rejisura/rejisuraImg2.jpg",
            title: "Ассистент режиссера - театр",
            desc: "Они помогают режиссеру в подготовке и проведении театральных представлений, контролируют работу актеров и организацию сцены.",
          },
          {
            img: "/img/rejisura/rejisuraImg3.jpg",
            title: "Ассистент режиссера - радио",
            desc: "Ассистент поддерживает режиссера в подготовке радиопрограмм, организует записи и работу со звуковым фоном.",
          },
          {
            img: "/img/rejisura/rejisuraImg4.jpg",
            title: "Ассистент режиссера - эстрада",
            desc: "Они помогают режиссеру в организации эстрадных программ и концертов, следят за сценографией и выступлением артистов.",
          },
          {
            img: "/img/rejisura/rejisuraImg5.jpg",
            title: "Ассистент режиссера - телевизионная компания",
            desc: "Ассистент поддерживает создание телевизионных передач и программ, контролирует процесс съемок и технические детали.",
          },
          {
            img: "/img/rejisura/rejisuraImg6.jpg",
            title: "Ассистент режиссера - торжественных (шоу) программ",
            desc: "Они поддерживают режиссера в организации шоу и передач, следят за сценическими действиями и техническим обеспечением.",
          },
          {
            img: "/img/rejisura/rejisuraImg7.jpg",
            title: "Помощник режиссера (технический режиссер)",
            desc: "Помощник следит за техническими функциями, обеспечивает правильную и безопасную работу сцены, оборудования и технических процессов, поддерживает режиссера.",
          },
        ],
      },
      images: [
        "/img/rejisura/rejisura1.jpg",
        "/img/rejisura/rejisura2.jpg",
        "/img/rejisura/rejisura3.jpg",
        "/img/rejisura/rejisura4.jpg",
        "/img/rejisura/rejisura5.jpg",
        "/img/rejisura/rejisura6.jpg",
        "/img/rejisura/rejisura7.jpg",
        "/img/rejisura/rejisura8.jpg",
        "/img/rejisura/rejisura9.jpg",
        "/img/rejisura/rejisura10.jpg",
      ],
      partImgTitle: "Практики, Мероприятия, Визиты",
    },
  ],

  aboutInfo: {
    title: "О Колледже",
    title2:
      "ЭЧМИАДЗИНСКИЙ ГОСУДАРСТВЕННЫЙ КОЛЛЕДЖ ИМЕНИ ВАРДГЕСА ХАМАЗАСПЯНА МОНКС РА",
    descr:
      "Эчмиадзинский государственный колледж имени Вардгеса Хамазаспяна (ранее Эчмиадзинский клубно-библиотечный техникум) начал свою деятельность в 1969 году согласно Приказу № C 188 Министра высшего и среднего специального образования Армянской ССР от 13.08.1969. В 1975–76 учебном году техникум переехал в более просторное и комфортное здание, и в список специальностей была добавлена «Организация самодеятельных коллективов народных инструментов». Здесь начали преподавать известные музыканты республики: Хачик Хачатрян, Грант Торосян, Асмик Канаян, Амбарцум Качачян, Мигран Демирчян и другие. В 1992 году усилиями руководства техникума в Арцахе был открыт филиал колледжа, и для организации методической помощи были командированы специалисты-преподаватели. В 1994 году культурные учреждения сотрудничали в программах международных организаций, представив программы «Преподавание армянского языка», «Преподавание русского языка» и «Преподавание английского языка». В 2000 году согласно Приказу № 27 от 13.12.1999 года Министерства образования и науки РА техникум кафедры государственного языка ГИУА был переименован в кафедру государственного языка ГИУА. 29 мая 2007 года была основана кафедра экранных искусств имени Вардана Ачемяна, объединившая отделения экранных искусств, музыки и рисунка, и в том же году были созданы образовательные программы и студенческие сети для международного сотрудничества. В 2008–2009 учебном году был утвержден новый институциональный стандарт. Была заложена основа программы 9-го института. Эта программа закрепила непрерывное развитие образовательных программ и исследовательской работы культурных учреждений. В 2018 году деятельность базовой кафедры стала основой для научных образовательных программ, связанных с экранными искусствами. Были созданы видеоролики, музыкальные произведения, книжные издания и новые институциональные программы, соответствующие образовательным стандартам XXI века. Все это способствовало повышению эффективности научной работы, и учреждение также стало активным участником международных программ.",
    video: "/img/videos/about.mp4",
    departmentsPartTitle: "Наши Специальности",
    departments: [
      { href: "/department/0", descr: "ВТиАСПО" },
      { href: "/department/1", descr: "Агрономия" },
      { href: "/department/2", descr: "Торговля" },
      { href: "/department/3", descr: "Банковское дело" },
      { href: "/department/4", descr: "Режиссура" },
      { href: "/department/5", descr: "Организация обслуживания" },
    ],
    admissionsData: {
      title: "Данные о приеме",
      descr:
        "Ниже представлен список специальностей, их конкурсные предметы и продолжительность обучения:",
      table: [
        [
          "Специальность",
          "База образования",
          "Квалификация",
          "Конкурсные предметы",
          "Срок обучения",
        ],
        [
          "Вычислительная техника и автоматизированные системы программного обеспечения",
          "Среднее/полное/общее/12-летнее/",
          "Техник-программист",
          "Математика, Армянский язык, Иностранный язык",
          "3 года",
        ],
        [
          "Вычислительная техника и автоматизированные системы программного обеспечения",
          "Основное общее /9-летнее/",
          "Техник-программист",
          "Математика, Армянский язык, Иностранный язык",
          "4 года",
        ],

        [
          "Организация обслуживания",
          "Среднее/полное/общее/12-летнее/",
          "Менеджер в сфере обслуживания",
          "Армянский язык, История, Иностранный язык",
          "2 года",
        ],
        [
          "Организация обслуживания",
          "Основное общее /9-летнее/",
          "Менеджер в сфере обслуживания",
          "Армянский язык, История, Иностранный язык",
          "3 года",
        ],

        [
          "Торговля",
          "Среднее/полное/общее/12-летнее/",
          "Коммерсант",
          "Математика, Армянский язык, История",
          "2 года",
        ],
        [
          "Торговля",
          "Основное общее /9-летнее/",
          "Коммерсант",
          "Математика, Армянский язык, История",
          "3 года",
        ],

        [
          "Банковское дело",
          "Среднее/полное/общее/12-летнее/",
          "Специалист по банковскому делу",
          "Математика, Армянский язык, Иностранный язык",
          "2 года",
        ],
        [
          "Банковское дело",
          "Основное общее /9-летнее/",
          "Специалист по банковскому делу",
          "Математика, Армянский язык, Иностранный язык",
          "3 года",
        ],

        [
          "Режиссура",
          "Основное общее /9-летнее/",
          "Режиссер",
          "История, Армянский язык, Съемочная работа",
          "4 года",
        ],
      ],
    },
    remotelyAdmissionsData: {
      title: "Данные о заочном обучении",
      descr:
        "Ниже представлены специальности, преподаваемые в заочной форме, с конкурсными предметами и продолжительностью обучения:",
      table: [
        [
          "Специальность",
          "База образования",
          "Квалификация",
          "Конкурсные предметы",
          "Срок обучения",
        ],

        [
          "Дошкольное образование",
          "Среднее/полное/общее",
          "Воспитатель - дошкольное образование",
          "Армянский язык, История, Иностранный язык",
          "3 года",
        ],

        [
          "Библиотечное дело",
          "Среднее/полное/общее",
          "Библиотекарь",
          "Армянский язык, История, Иностранный язык",
          "3 года",
        ],

        [
          "Бухгалтерский учет",
          "Среднее/полное/общее",
          "Бухгалтер",
          "Армянский язык, История, Иностранный язык",
          "3 года",
        ],

        [
          "Торговля",
          "Среднее/полное/общее",
          "Коммерсант",
          "Математика, Армянский язык, История",
          "3 года",
        ],

        [
          "Организация обслуживания",
          "Среднее/полное/общее",
          "Менеджер в сфере обслуживания",
          "Армянский язык, История, Иностранный язык",
          "3 года",
        ],

        [
          "Агрономия",
          "Среднее/полное/общее",
          "Агроном",
          "Армянский язык, История, Иностранный язык",
          "3 года",
        ],
      ],
    },
    partnersPartTitle: "Партнерские Университеты",
    partners: [
      {
        img: "/img/about/h1.jpg",
        descr: "Национальный политехнический университет Армении",
      },
      {
        img: "/img/about/h2.jpg",
        descr: "Ереванский государственный университет",
      },
      {
        img: "/img/about/h3.png",
        descr: "Армянский государственный экономический университет",
      },
      {
        img: "/img/about/h4.jpg",
        descr: "Ереванский университет «Гладзор»",
      },
      {
        img: "/img/about/h5.png",
        descr: "Армянский национальный аграрный университет",
      },
      {
        img: "/img/about/h6.jpg",
        descr: "Евразийский международный университет",
      },
      {
        img: "/img/about/h7.jpg",
        descr:
          "Армянский государственный педагогический университет имени Хачатура Абовяна",
      },
    ],
  },

  infoContact: {
    image: "/img/contact/qolej.jpg",
    contact: "Свяжитесь с нами",
    title: "Есть вопросы или предложения?",
    location: ["Адрес", "Эчмиадзин"],
    phone: ["Телефон", "+374 10 123456"],
    email: ["Эл. почта", "info@college.am"],
    hours: ["Часы работы", "Пн. - Пт., 9:00 - 17:00"],
    buttonTxt: "Отправить",
  },

  footer: {
    firstInfo: {
      title: "ЭГК им. ВХ", // Эчмиадзинский гос. колледж им. Вардгеса Хамазаспяна
      descr: "Мы готовим квалифицированных специалистов в различных областях",
    },
    contactInfo: {
      title: "Свяжитесь с нами",
      loc: "Эчмиадзин",
      phone: "+374 00 000 000",
      email: "epq@gmail.com",
    },
    socials: {
      title: "Подписывайтесь на нас",
      socImg: [
        {
          src: "/img/contact/insta.png",
          href: "#",
        },
        {
          src: "/img/contact/facebook.png",
          href: "https://www.facebook.com/ejmiacni.petakan.k.olej",
        },
      ],
    },
    copyright: "Студентка ЭГК им. ВХ Лилит Барэгямян",
  },
};
